{
  "welcome": "कृषि-मित्र आपका स्वागत करता है।",
  "heading": "किसानों और खरीदारों को एक पारदर्शी कृषि मंच के माध्यम से सशक्त बनाना",
  "krishi": "कृषि-मित्र",
  "farmer": "किसानों के लिए",
  "buyer": "खरीदारों के लिए",
  "dashboard":"डैशबोर्ड",
  "product":"उत्पाद",
  "profile":"प्रोफ़ाइल",
  "contact":"संपर्क करें",
  "join":"अभी जुड़ें",
  "login": "लॉग इन",
  "signup": "साइन अप करें",
  "apply":"अभी आवेदन करें",
  "language":"भाषा",
  
  "beforeLoginHeading":"किसानों की ताकत, सही दाम के साथ।",
  "beforeLoginParagraph":"एक डिजिटल प्लेटफ़ॉर्म जो किसानों को उनकी उपज सही दाम पर बेचने, उधार पर बीज-खाद जैसी चीजें पाने और आत्मविश्वास से खेती करने में मदद करता है।",
  
  "beforeLoginSec1Heading":"इस प्लेटफ़ॉर्म की जानकारी",
  "beforeLoginSec1Paragraph":"हमारा मिशन एक ऐसा भरोसेमंद प्लेटफ़ॉर्म बनाना है जहाँ किसान कंपनी द्वारा तय किए गए सही दामों पर सीधे अपनी उपज बेच सकें, लागत मूल्य पर बीज और खाद प्राप्त कर सकें, और 3 महीनों के लिए बिना ब्याज के उधार सुविधा पा सकें।",
  
  "beforeLoginSec2Cont1Heading":"सही दाम पर बिक्री",
  "beforeLoginSec2Cont1Paragraph":"अपनी उपज सीधे खरीदारों को कंपनी द्वारा तय किए गए गारंटीड रेट पर बेचें — बिना किसी बिचौलिये के।",
  
  "beforeLoginSec2Cont2Heading":"ब्याज मुक्त उधार",
  "beforeLoginSec2Cont2Paragraph":"बीज और खाद उधार पर पाएं — अगर 3 महीने में चुकाया जाए तो 0% ब्याज लगेगा।",
  
  "beforeLoginSec2Cont3Heading":"सस्ती सामग्री",
  "beforeLoginSec2Cont3Paragraph":"उच्च गुणवत्ता वाले बीज और खाद लागत मूल्य पर प्राप्त करें — बिना किसी अतिरिक्त मूल्य के, बिना किसी शोषण के।",
 
  "beforeLoginSec2Cont4Heading":"लचीलें भुगतान विकल्प",
  "beforeLoginSec2Cont4Paragraph":"क्या आपने 3 महीने की समयसीमा मिस कर दी? यदि उत्पाद प्लेटफ़ॉर्म के माध्यम से बेचा जाए तो 3% मासिक ब्याज लगेगा, अन्यथा 7% ब्याज लगेगा।",
 
  "beforeLoginSec2Cont5Heading":"डिजिटल किसान प्रोफाइल",
  "beforeLoginSec2Cont5Paragraph":"भूमि, फसल, और लेन-देन की जानकारी के साथ एक डिजिटल प्रोफाइल बनाएँ, ताकि क्रेडिट और सेवाओं का उपयोग आसान हो सके।",
  
  "beforeLoginSec2Cont6Heading":"सहायता और शिक्षा",
  "beforeLoginSec2Cont6Paragraph":"कृषि टिप्स, सरकारी योजनाओं के अपडेट, और एनजीओ सहायता पाएं — सब कुछ आपकी भाषा में।",

  "beforeLoginSec3Heading":"क्या आप हमारे साथ बढ़ने के लिए तैयार हैं?",


  "mission": "हमारा उद्देश्य",
  "missionContent": "हम भारत के किसानों को उचित मूल्य, किफायती कृषि साधन और भरोसेमंद खरीदारों से जुड़ने के लिए एक मंच प्रदान करके उनका समर्थन करने के लिए प्रतिबद्ध हैं। हमारा उद्देश्य तकनीक के माध्यम से कृषि व्यवस्था को सरल और प्रभावी बनाना है।",
 
  "service": "हमारी सेवाएं",
  "farmerService1": "उर्वरक और बीज के लिए लचीले ऋण विकल्पों के साथ ऑनलाइन आवेदन करें।",
  "farmerService2": "ऑनलाइन फॉर्म भरकर अपनी फसल या उत्पाद बेचें।",
  "farmerService3": "प्लेटफॉर्म द्वारा निर्धारित सुनिश्चित और उचित कीमतें पाएं।",
  "farmerService4": "व्हाट्सएप/एसएमएस अलर्ट्स के माध्यम से समर्थन प्राप्त करें।",
  "farmerService5": "कृषि टिप्स और सरकार/एनजीओ कार्यक्रमों तक पहुँच प्राप्त करें।",
 
  "buyerService1": "सीधे ताजे उत्पाद खरीदने के लिए वेबसाइट का फॉर्म भरें।",
  "buyerServic2": "किसी भी प्रश्न या उत्पाद संबंधी समस्याओं के लिए प्रशासनिक समर्थन प्राप्त करें",
 
  "adminHelp": "एडमिन सहायता कर सकता है",
  "adminHelp1": "बीज/उर्वरक अनुरोधों को प्रबंधित और मंजूरी दें",
  "adminHelp2": "उत्पाद लिस्टिंग्स की सत्यता जांचें",
  "adminHelp3": "किसानों और खरीदारों के प्रश्नों का समाधान करें",
  "adminHelp4": "प्लेटफॉर्म की गतिविधियों की निगरानी करें और पारदर्शिता सुनिश्चित करें",

  "footerContent":"कृषि-मित्र एक ऐसा मंच है जो किसानों और खरीदारों की मदद के लिए बना है। हम किसानों को उनकी फसल उचित दामों पर बेचने में सहायता करते हैं, साथ ही बीज और उर्वरक ऑनलाइन उपलब्ध कराते हैं और आसान किश्तों में भुगतान की सुविधा भी देते हैं। खरीदार अपनी जरूरतें बताकर सीधे जुड़ सकते हैं और सवाल पूछ सकते हैं।",

  "farmerFormContHeading":"कृषि क्रांति में शामिल हों",
  "farmerFormContParagraph":"आज ही अपनी खेती की यात्रा पर नियंत्रण पाएं। बीज, खाद के लिए ऑनलाइन आवेदन करें या आसानी से अपनी फसल बेचना शुरू करें!"
  
}
